StruSoft.Interop.StruXml.Data.Ptfoundation_type


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Connection_point


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Direction


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Item


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Referable_parts


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Insulation


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Guid


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Last_change


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Action


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Hash_order_id


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Name


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Bedding_modulus


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Analythical_system


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Complex_material


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Fillmode


StruSoft.Interop.StruXml.Data.Ptfoundation_type.Fillcolor


StruSoft.Interop.StruXml.Data.Ptfoundation_type.AnyAttr
